Repository: Fcmam5/sdh_foundation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Publish selected posts
ar: نشر المقالات المحددة

source: Unpublish selected posts
ar: إلغاء نشر المقالات المحددة

source: article
ar: المقالة

source: articles
ar: المقالات

source: Item Description.
ar: وصف العنصر

source: Title
ar: العنوان

source: Slug
ar: الرابط

source: Description
ar: الوصف

source: A short description to display in search restuls
ar: وصف موجز لتظهر في نتائج البحث

source: Body
ar: المحتوى

source: Posted
ar: نشر في

source: Last update
ar: آخر تعديل

source: Document
ar: المجلد

source: Document to join in article for download
ar: المجلد للإرفاق بهذه المقالة و إتاحته للتحميل

source: Language
ar: اللغة

source: Published
ar: نشر في

source: Articles
ar: المقالات

source: Article
ar: المقالة

source: categories
ar: الأصناف

source: categorie
ar: الصنف

source: Image description
ar: وصف الصورة

source: Descripe your image, this field is important to search engines and for web accessibility
ar: صف الصورة، هذا الحقل مهم لمحركات البحث و إمكانية الوصول لذوي الإحتياجات الخاصة

source: images
ar: الصور

source: image
ar: الصورة

source: Due date
ar: تاريخ الموعد

source: events
ar: الفعاليات

source: event
ar: الفعالية

source: English
ar: الإنجليزية

source: French
ar: الفرنسية

source: Arabic
ar: العربية

source: About sidi el Houari
ar: حول سيدي الهواري

source: SEF
ar: م.س.ه

source: Last update on:
ar: آخر تعديل في:

source: This article has no images
ar: هذه المقالة ﻻ تحتوى على أي صور

source: This article provides %(nb)s image, and a document for download
ar: هذه المقالة ﻻ تحتوي على أي صور، و تتيح ملف للتحميل

source: Share this page
ar: شارك هذه الصفحة

source: Download file
ar: حمل الملف

source: This article provides %(nb)s image.
ar: هذه المقالة ﻻ تحتوى على صور

source: Share on social media
ar: مشاركة في الوسائط الإجتماعية

source: Filter by category:
ar: ترشيح حسب الصنف

source: Filter by document source:
ar: ترشيح حسب مصدر المجلد

source: Sorry!
ar: عذرا!

source: We couldn\
ar: لم نستطع

source: (current)
ar: (الحالي)

source: Search
ar: بحث

source: Results for "%(search_term)s"
ar: نتائج البحث لـ "%(search_term)s

source: Posted by
ar: نشر من طرف

# posted by
source: on
ar: في

source: About
ar: عن سيدي الهواري

source: know more
ar: إعرف أكثر

source: About Sidi El Houari
ar: عن سيدي الهواري

source: The Foundation
ar: المؤسسة

source: Privacy policy
ar: سياسة الخصوصية

source: Contact us
ar: إتصل بنا

source: Contact
ar: إتصال

source: Email:
ar: البريد الإلكتروني

source: Adress:
ar: العنوان

source: Chaine Nationale:
ar: القناة الوطنية:

source: Radio Oran:
ar: راديو وهران:

source: El Bahia
ar: الباهية

source: Sidi El Houari foundation
ar: مؤسسة سيدي الهواري

source: Logout
ar: تسجيل خروج

source: Login
ar: دخول

source: Register
ar: تسجيل

source: Sidi El Houari
ar: سيدي الهواري

source: Events
ar: الفعاليات

source: Contact Sidi El Houari foundation
ar: الإتصال بمؤسسة سيدي الهواري

source: Thank you for contacting us.
ar: شكرا لكم على الإتصال بنا

source: We appreciate that you've taken the time to write us. We'll get back to you very soon. Until then, feel free to check out the following resources:
ar: نقدر لكم أنكم أخذتم من وقتكم للكتابة لنا. سنجيبكم في أقرب وقت، تفضللوا بزيارة الروابط التالية:

source: Our latest articles
ar: آخر مقالاتنا

source: Sidi El Houari foundation's events
ar: فعاليات مؤسسة سيدي الهواري

source: Submit
ar: تطبيق

source: Find us
ar: إبحث عنا

source: Registration
ar: تسجيل

source: Scientists registration demand
ar: طلب تسجيل العلماء

source: Send demand as a scientist for a publisher account, only historians and specialists applications are accpeted after a review by our staffs.
ar: أرسل طلب بصفتك عالم لحساب ناشر، يتم قبول تسجيلات المؤرخين و المختصين بعد مراجعة من عمالنا.

source: Demand has been submitted successfully
ar: تم تسجيل الطلب بنجاح.

source: Your application has been submitted, our staffs will review your demand carefully and we will contact you soon. Until then, feel free to check out the following resources:
ar: تم تسجيل طلبك بنجاح، سيقوم عمالنا بالتحقق منها و سيتم الإتصال بك عن قريب. إلى ذلك الحين، تفضل بزيارة الروابط التالية:

source: Our latest articles
ar: آخر مقالاتنا

source: Registration is only for scientists, historians and specialists. Registred users can publish in our website.
ar: التسجيل للعلماء و المؤرخون و المختصون. فقط المسجيلين يمكنهم النشر في موقعنا.

source: Submit application
ar: إرسال التطبيق

source: Coming soon
ar: سأتي قريبا

source: Past event
ar: فعالية سابقة

source: Privacy Policy
ar: سياسة الخصوصية

source: Privacy Policy of Sidi El Houari foundation website
ar: سياسة الخصوصية لموقع مؤسسة سيدي الهواري

source: Personal info
ar: المعلومات الخاصة

source: Permissions
ar: الصلاحيات

source: Profile
ar: الحساب

source: Name
ar: الإسم

source: Email
ar: البريد الإلكتروني

source: Subject
ar: عنوان الرسالة

source: Message
ar: الرسالة

source: First name
ar: اللقب

source: Last name
ar: الإسم

source: Research Interests (speciality)
ar: إهتمامات البحث (الإختصاص)

source: Example: <b>Islamic architecture</b>
ar: مثلا: <b>الهندسة الإسلامية</b>

source: Academic rank
ar: الرتبة الأكادمية

source: Example: <b>Maitre Assistant</b>
ar: مثلا: <b>أستاذ محاضر</b>

source: CV File
ar: ملف السيرة الذاتية

source: Please upload a valid CV file (pdf, doc, docx)
ar: رجاءا حمل ملفا مناسبا (pdf, doc, docx)

source: Tell us more about you, and why you want to create this account
ar: أخبرنا المزيد عن نفسك و لمَ تريد إنشاء هذا الحساب

source: Scientist
ar: عالم

source: Staff
ar: عامل

source: Email address
ar: البريد الإلكتروني

source: Photo
ar: صورة

source: Phone number
ar: رقم الهاتف

source: Speciality
ar: إهتمامات البحث (الإختصاص)

source: CV
ar: السيرة الذاتية

source: Account typ
ar: نوع الحساب

source: superuser status
ar: حالة الإدارة

source: date joined
ar: تاريخ الإنظمام

source: user
ar: المستخدم

source: users
ar: المستخدمون

source: Full name
ar: الإسم الكامل
